Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/TVApp.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SECOND_BULLET_WLAN
source: Apple collects information about your purchases, downloads, activity in the Videos app, the content you watch, and where you watch it in the Videos app and in connected apps on any of your supported devices. We use this information to provide the service and to improve the Videos app for you and others.
ar: تجمع Apple معلومات عن مشترياتك وتنزيلاتك ونشاطك في تطبيق الفيديوهات وعن المحتوى الذي تشاهده وأين تشاهده في تطبيق الفيديوهات وفي التطبيقات المرتبطة على أي من أجهزتك المدعومة. نحن نستخدم هذه المعلومات لتوفير الخدمة وتحسين تطبيق الفيديوهات لك وللآخرين.
bg: Apple събира информация за вашите покупки, изтегляния, активност в приложението Видео, съдържанието, което гледате и къде го гледате в приложението Видео и в свързани приложения на всяко от вашите поддържани устройства. Ние използваме тази информация, за да осигурим услугата и да подобрим приложението Видео за вас и другите потребители.
ca: Apple recopila informació sobre les compres, les descàrregues, l’activitat a l’app Vídeos, el contingut que mires i on el mires a l’app Vídeos i les apps connectades de qualsevol dels teus dispositius compatibles. Utilitzem aquesta informació per oferir‑te el servei i millorar l’app Vídeos.
cs: Apple shromažďuje informace o vašich nákupech, stahování, aktivitě v aplikaci Videa a o tom, co a kde sledujete ve Videích a v propojených aplikacích na všech svých podporovaných zařízeních. Tyto informace využíváme k poskytování služby a k vylepšování aplikace Videa pro vás i další uživatele.
da: Apple indsamler oplysninger om dine køb, overførsler og aktiviteter i appen Videoer, og det indhold, du ser, og hvor du ser det i appen Videoer samt i tilknyttede apps på alle dine understøttede enheder. Vi bruger disse oplysninger til at levere tjenesten og til at forbedre appen Videoer for dig og andre brugere.
de: Apple erfasst Informationen zu deinen Käufen, Downloads, Aktivitäten in der App „Videos“ und den Inhalten, die du dir ansiehst, bzw. wo du sie in der App „Videos“ und in verbundenen Apps auf deinen unterstützten Geräten ansiehst. Apple verwendet diese Informationen, um den Dienst bereitzustellen und die App „Videos“ für dich und andere zu verbessern.
el: Η Apple συλλέγει πληροφορίες σχετικά με τις αγορές, τις λήψεις, τη δραστηριότητά σας στην εφαρμογή «Βίντεο», καθώς και το περιεχόμενο που παρακολουθείτε και πού το παρακολουθείτε στην εφαρμογή «Βίντεο» και σε συνδεδεμένες εφαρμογές στις υποστηριζόμενες συσκευές σας. Χρησιμοποιούμε αυτές τις πληροφορίες προκειμένου να παρέχουμε την υπηρεσία και να βελτιώνουμε την εφαρμογή «Βίντεο» για εσάς και τους άλλους χρήστες.
es: Apple recopila información sobre tus compras, descargas, tu actividad en la app Vídeos, qué contenidos ves y dónde los ves en la app Vídeos y las apps conectadas de cualquiera de tus dispositivos compatibles. Esta información se utiliza para proporcionar el servicio y mejorar la app Vídeos para todos los usuarios.
es_us: Apple recopila información acerca de tus compras, descargas, tu actividad en la app Videos, el contenido que ves e información de dónde y cuándo lo ves en la app Videos y en las apps conectadas a tus dispositivos compatibles. Usamos esta información para proporcionar el servicio y mejorar la app Videos para ti y para otros usuarios.
fi: Apple kerää tietoja ostoistasi, latauksistasi ja käytöstäsi Videot-apissa, katsomastasi sisällöstä sekä tietoja siitä, missä katsot sisältöä Videot‑apissa tai yhdistetyissä apeissa kaikilla tuetuilla laitteillasi. Näitä tietoja käytetään palvelun toteuttamiseen ja Videot‑apin parantamiseen sinun ja muiden käyttäjien eduksi.
fr: Apple recueille des informations concernant vos achats, vos téléchargements et votre activité dans l’app Vidéos, ainsi que le contenu que vous visionnez dans celle-ci et les apps connectées sur tous vos appareils pris en charge. Nous utilisons ces informations pour vous fournir le service et améliorer l’app Vidéos pour vous et les autres utilisateurs.
fr_ca: Apple recueille les informations relatives à vos achats, à vos téléchargements, à votre utilisation de l’app Vidéos et au contenu visionné dans l’app Vidéos ainsi que dans les apps associées, et ce, sur tous vos appareils compatibles. Nous utilisons ces informations pour fournir le service et améliorer l’app Vidéos.
he: ‏Apple אוספת מידע על הרכישות, על ההורדות, על פעילותך ביישום ״סרטים״ ועל סוג התוכן הנצפה והמקום שבו הוא נצפה ביישום ״סרטים״ וביישומים מחוברים אחרים בכל המכשירים הנתמכים שלך. אנו משתמשים במידע זה כדי לספק את השירות וכדי לשפר את היישום ״סרטים״ עבורך ועבור משתמשים אחרים.
hi: Apple द्वारा वीडियो ऐप में आपकी ख़रीदारी, डाउनलोड, ऐक्टिविटी और आपके द्वारा देखे गए कॉन्टेंट वीडियो ऐप और अपने किसी भी समर्थित डिवाइस में कनेक्टेड ऐप में आप क्या कॉन्टेंट देखते और कहाँ देखते हैं, इसके बारे में जानकारी इकट्ठी करता है। हम इस जानकारी का उपयोग सेवा प्रदान करने और आपके और अन्य लोगों के लिए वीडियो ऐप में सुधार करने के लिए करते हैं।
hr: Apple prikuplja informacije o vašim kupljenim stavkama, preuzimanjima, aktivnosti u aplikaciji Videozapisi, gledanim sadržajima i mjestu gledanja putem Videozapisa te spojenih aplikacija na svim vašim podržanim uređajima. Te informacije koristimo za pružanje usluge i poboljšanje aplikacije Videozapisi za vas i druge korisnike.
hu: Az Apple információkat gyűjt az Ön Videók appban végrehajtott vásárlásairól, letöltéseiről és tevékenységeiről, a megtekintett tartalmakról, valamint arról, hogy mit és hol néz a Videók appban és az összekapcsolt appokban a támogatott eszközein. Ezeket az információkat a szolgáltatás biztosításához használjuk, valamint ahhoz, hogy fejlesszük a Videók appot az Ön és más felhasználók számára.
id: Apple mengumpulkan informasi mengenai pembelian, pengunduhan, aktivitas Anda di app Video, konten yang Anda tonton, perangkat yang Anda gunakan untuk menontonnya di app Video serta di app terhubung di perangkat Anda yang didukung. Kami menggunakan informasi ini untuk menyediakan layanan dan untuk meningkatkan app Video untuk Anda dan orang lain.
it: Apple raccoglie informazioni sugli acquisti, sui download, sull’attività nell’app Video, su quali contenuti guardi e dove li guardi nell’app Video e nelle app connesse su qualsiasi dei tuoi dispositivi supportati. Utilizziamo tali informazioni per fornire il servizio e per migliorare l’app Video per te e per gli altri.
ja: Appleは、あなたの購入、ダウンロード、ビデオアプリでのアクティビティ、視聴するコンテンツ、およびビデオアプリや対応デバイス上の連携されたアプリで視聴する場所についての情報を収集します。Appleはこの情報を使って、あなたやほかの人のためにサービスを提供したり、ビデオアプリを改善したりします。
kk: Apple компаниясы сіздің сатып алуларыңыз, жүктеп алған нысандарыңыз және «Видеолар» қолданбасындағы әрекеттеріңіз, «Видеолар» қолданбасында және қолдау көрсетілетін құрылғыларыңыздағы байланысты қолданбаларда қандай контентті және оны қандай құрылғыда қарайтыныңыз туралы ақпаратты жинайды. Біз бұл ақпаратты сервис жұмысын қамтамасыз ету және «Видеолар» қолданбасын сіз және басқа пайдаланушылар үшін жақсарту мақсатында пайдаланамыз.
ko: 사용자가 비디오 앱에서 구입하고, 다운로드하고 활동한 정보 및 지원되는 모든 기기의 연결된 앱 및 비디오 앱에서 무엇을 어디서 시청하는지에 관한 정보를 Apple이 수집합니다. Apple은 이 정보를 이용하여 서비스를 제공하고 모든 사용자를 위해 비디오 앱을 향상합니다.
lt: „Apple“ renka informaciją apie jūsų pirkinius, atsisiuntimus, veiklą programoje „Vaizdo įrašai“, turinį, kurį žiūrite, ir vietą, kurioje jį žiūrite programoje „Vaizdo įrašai“ bei prijungtose programose bet kuriame iš palaikomų įrenginių. Šią informaciją naudojame teikdami paslaugą ir tobulindami programą „Vaizdo įrašai“ dėl jūsų ir kitų.
ms: Apple mengumpulkan maklumat tentang pembelian, muat turun, aktiviti anda dalam app Video, kandungan yang anda tonton serta tempat anda menontonnya dalam app Video dan dalam app bersambung pada sebarang peranti disokong anda. Kami menggunakan maklumat ini untuk menyediakan perkhidmatan dan untuk meningkatkan app Video bagi anda dan orang lain.
nl: Apple verzamelt informatie over je aankopen, downloads en activiteit in de Video's-app, het materiaal dat je bekijkt en waar je dit materiaal bekijkt in Video's en hiermee gekoppelde apps op je ondersteunde apparaten. We gebruiken deze informatie om je de dienst te bieden en om de Video's-app voor jou en anderen te verbeteren.
no: Apple samler inn informasjon om kjøp, nedlastinger og aktivitet i Videoer-appen, hvilket innhold du ser på, og hvor du ser på innhold i Videoer-appen og i tilkoblede apper på dine støttede enheter. Vi bruker denne informasjonen for å kunne tilby tjenesten og forbedre Videoer-appen for deg og andre.
pl: Apple gromadzi dane o Twoich zakupach, pobranych przez Ciebie rzeczach i Twojej aktywności w aplikacji Wideo, oglądanych przez Ciebie treściach, a także gdzie je oglądasz w aplikacji Wideo oraz w połączonych aplikacjach na dowolnym Twoim obsługiwanym urządzeniu. Korzystamy z tych danych w celu świadczenia tej usługi oraz ulepszenia aplikacji Wideo dla Ciebie i innych.
pt_br: A Apple coleta informações sobre seus downloads, compras e atividades no app Vídeos, o conteúdo que você assiste e onde o assiste no app Vídeos e em apps conectados em qualquer um dos seus dispositivos compatíveis. Usamos essas informações para fornecer o serviço e melhorar o app Vídeos para você e outras pessoas.
pt_pt: A Apple recolhe informação acerca das suas compras, descargas e atividade na aplicação Vídeos, do conteúdo que vê e onde o vê na aplicação Vídeos, e em aplicações associadas em qualquer dos seus dispositivos compatíveis. Esta informação é usada para fornecer o serviço e melhorar a aplicação Vídeos para si e para outros utilizadores.
ro: Apple colectează informații despre achizițiile, descărcările și activitatea dvs. din aplicația Videoclipuri, conținutul pe care îl vizionați și unde îl vizionați în aplicația Videoclipuri și în aplicațiile conectate de pe oricare dintre dispozitivele dvs. compatibile. Aceste informații sunt utilizate pentru a vă furniza serviciul și pentru a îmbunătăți aplicația Videoclipuri pentru dvs. și ceilalți utilizatori.
ru: Apple собирает информацию о Ваших покупках, загрузках и действиях в приложении «Видео», а также о том, какой контент и на каких устройствах Вы смотрите в приложении «Видео» и связанных приложениях на поддерживаемых устройствах. Мы используем эту информацию, чтобы обеспечивать работу сервиса и совершенствовать приложение «Видео» для Вас и других пользователей.
sk: Spoločnosť Apple zhromažďuje informácie o vašich nákupoch, stiahnutých položkách, aktivite v apke Videá, obsahu, ktorý sledujete v apke Videá a v pripojených apkách na všetkých svojich podporovaných zariadeniach, a o tom, kde tento obsah sledujete. Tieto informácie používame na poskytovanie služby a vylepšovanie apky Videá pre vás a ostatných užívateľov.
sl: Apple zbira podatke o vaših nakupih, prenosih, aktivnosti v aplikaciji Videi, vsebini, ki si jo ogledate, ter mestih ogleda v aplikaciji Videi in povezanih aplikacijah v katerikoli podprti napravi. Te podatke uporabljamo za zagotavljanje storitve in izboljšanje aplikacije Videi za vas in druge uporabnike.
sv: Apple samlar in information om dina köp, hämtningar, aktivitet i appen Videor, innehållet du tittar på och var du tittar på det i appen Videor och i anslutna appar på någon av dina enheter som stöds. Vi använder den här informationen till att leverera tjänsten och till att förbättra appen Videor för dig och andra.
th: Apple เก็บรวมรวมข้อมูลเกี่ยวกับสินค้าที่ซื้อ รายการดาวน์โหลด กิจกรรมในแอปวิดีโอ รวมถึงเนื้อหาที่คุณดูและสถานที่ที่คุณดูเนื้อหาในแอปวิดีโอและในแอปที่เชื่อมต่ออยู่บนอุปกรณ์ที่รองรับทุกเครื่องของคุณ เราใช้ข้อมูลนี้ในการให้บริการและปรับปรุงแอปวิดีโอสำหรับคุณและคนอื่นๆ
tr: Apple; satın almalarınız, indirmeleriniz, Videolar uygulamasındaki etkinliğiniz ve desteklenen aygıtlarınızın herhangi birindeki Videolar uygulamasında ve bağlı uygulamalarda izlediğiniz içerikler ve nerede izlediğiniz ile ilgili bilgileri toplar. Bu bilgileri, bu servisi sunmak ve Videolar uygulamasını siz ve diğer kullanıcılarımız için iyileştirmek amacıyla kullanırız.
uk: Apple збирає інформацію про ваші покупки, викачування, активність у програмі «Відео», вміст, який ви дивитесь, і де ви його дивитесь у програмі «Відео» і підʼєднаних програмах на будь-яких ваших підтримуваних пристроях. Ми використовуємо цю інформацію для надання послуг і покращення програми «Відео» для вас та інших користувачів.
vi: Apple thu thập thông tin về các mục mua, bản tải về, hoạt động của bạn trong ứng dụng Video, nội dung bạn xem và nơi bạn xem nội dung đó trong ứng dụng Video và các ứng dụng được kết nối trên bất kỳ thiết bị được hỗ trợ nào. Chúng tôi sử dụng thông tin này để cung cấp dịch vụ và cải thiện ứng dụng Video cho bạn và những người khác.
zh_cn: Apple会收集相关信息，包括你在任何受支持设备上“视频”App中的购买、下载、操作以及在“视频”App和关联App中的观看内容与观看地点。我们使用此类信息来为你与其他用户提供服务以及改进“视频”App。
zh_hk: Apple會收集關於你的購買項目、下載項目、在「影片」App中的活動、你觀看的內容以及你在「影片」App和任何支援裝置上已連接的App中觀看內容的位置的資料。我們使用此資料來提供服務，並為你和其他用户改善「影片」App。
zh_tw: Apple會收集你的購買項目、下載項目、在「影片」App中的活動、你觀看的內容，以及你在「影片」App和任何支援的裝置所連接的App上，於何處觀看內容。我們使用這些資訊來提供服務並為你和其他人改進「影片」App的功能。
